{
    "Daily Deals on Guns, Ammo & Parts": "صفقات يومية على البنادق والذخيرة وقطع الغيار",
    "New Products Deals": "عروض المنتجات الجديدة",
    "Trending Categories": "الفئات الشائعة",
    "Soldier stands in solidarity with Palestine.": ".جندي يقف متضامنا مع فلسطين",
    "Items To Explore": "عناصر للاستكشاف",
    "Rebate Deals": "صفقات الخصم",
    "Build Kits & Parts": "بناء مجموعات وقطع الغيار",
    "Magazines": "المجلات",
    "SHOP BY BRAND": "تسوق وفق الماركة",
    "SHOP AMMO BY CALIBER": "تسوق الذخيرة حسب العيار",
    "MAGPUL": "ماجبول",
    "Bulk Ammo": "الذخيرة السائبة",
    "PSA DEFENSE": "دفاع PSA",
    "Welcome To Soldier": "مرحبا بكم في موقع جندي",
    "Login": "تسجيل الدخول",
    "Register": "أنشاء حساب",
    "Email": "البريد الالكتروني",
    "Password": "كلمة المرور",
    "userName": "اسم المستخدم",
    "Confirm Password": "تأكيد كلمة المرور",
    "Don't have an account?": "ليس لديك حساب ؟",
    "Industry News": "أخبار الصناعة",
    "In early September 2024, Egypt witnessed significant developments in the industrial sector. The Ministry of Industry launched the first phase of the 'Egypt Digital Industrial Platform,' aiming to enhance digital transformation within the industrial sector and facilitate communication between investors and government entities. The platform provides interactive tools and digital services, such as a secure electronic document vault and 24/7 technical support​( العين الإخبارية , Ela Osboa)." : "في أوائل سبتمبر 2024، شهدت مصر تطورات كبيرة في القطاع الصناعي. أطلقت وزارة الصناعة المرحلة الأولى من 'المنصة الرقمية الصناعية المصرية' بهدف تعزيز التحول الرقمي داخل القطاع الصناعي وتسهيل التواصل بين المستثمرين والجهات الحكومية. توفر المنصة أدوات تفاعلية وخدمات رقمية مثل خزنة إلكترونية آمنة للوثائق ودعم فني على مدار الساعة​.",
    "Additionally, the ministry announced the allocation of 1,124 industrial land plots across 14 governorates, including Cairo, Alexandria, and Monufia, from September 1st to 8th. This move is part of the ministry's efforts to boost industrial investment and streamline the process of land allocation for investors​(مصراوي)": "بالإضافة إلى ذلك، أعلنت الوزارة عن تخصيص 1,124 قطعة أرض صناعية عبر 14 محافظة، بما في ذلك القاهرة، والإسكندرية، والمنوفية، في الفترة من 1 إلى 8 سبتمبر. يأتي هذا الإجراء ضمن جهود الوزارة لتعزيز الاستثمار الصناعي وتبسيط عملية تخصيص الأراضي للمستثمرين.",
    "Legislation and Regulations": "القوانين والتشريعات",
    "In Egypt, gun ownership is highly regulated under Law No. 394 of 1954. This law requires citizens to obtain a license for the acquisition and possession of firearms, including smooth-barrel guns, pistols, and shotguns. To get a license, applicants must undergo a thorough process that includes background checks, providing a valid reason for ownership, and passing safety courses. Licenses must be renewed every three years.": "في مصر، يخضع امتلاك الأسلحة النارية لتنظيم صارم بموجب القانون رقم 394 لسنة 1954. يتطلب الحصول على ترخيص لامتلاك وحيازة الأسلحة مثل البنادق والمسدسات والخراطيش. تشمل العملية فحص الخلفية الجنائية، وتقديم سبب مقنع للاقتناء، واجتياز دورات تدريبية على السلامة. يتم تجديد التراخيص كل ثلاث سنوات.",
    "Recent changes and updates include stricter enforcement of the existing laws, especially in response to the increased availability of unlicensed firearms following the 2011 revolution. The government has also launched initiatives to combat the proliferation of illegal weapons, focusing on confiscating unlicensed guns and arresting smugglers and dealers.": "تشمل التحديثات الأخيرة تشديد تطبيق القوانين استجابة لانتشار الأسلحة غير المرخصة بعد ثورة 2011. أطلقت الحكومة مبادرات لمكافحة الأسلحة غير القانونية من خلال مصادرة الأسلحة غير المرخصة والقبض على المهربين والتجار.",
    "Weapon Reviews": "مراجعات الأسلحة"
}